{
    "mangas": [
        {
            "title": "A Gate Opened on My First Day as a Politician",
            "author": "Piajoa Zephygaru",
            "description": "Secretary Han Seungmoon ran for office with no hope of winning, but when his opponent’s unexpected arrest makes him the victor, he winds up as the youngest assemblyman in South Korea. As he’s being sworn into office, he thinks his life couldn’t get any better… but that all comes crashing when a monster falls through the roof of the National Assembly! Now, with an eerie blue gate unleashing horrors onto the city, Seungmoon and his party members must find a way to save Seoul from destruction. A Gate Opened on My First Day as a Politician",
            "cover": "https://raw.githubusercontent.com/atomstudiosfr/scan/main/assets/A Gate Opened on My First Day as a Politician/cover.webp"
        },
        {
            "title": "Absolute Necromancer",
            "author": "Blue Jaeng-i , Cheongsong",
            "description": "Betrayed and killed by his fellow Ninestar guild members, the powerful necromancer Cha Jinhyuk resorts to a daring soul transference. A decade later, he awakens in a new body, devoid of his former powers. With the support of his new comrades, Spirit Master Balkan and hobgoblin Haryu, he embarks on a quest for vengeance, scaling the mysterious tower once again. Only this time, he possesses the overpowered abilities of an “All-Master,” enabling him to master all the occupations within the tower! Absolute Necromancer",
            "cover": "https://raw.githubusercontent.com/atomstudiosfr/scan/main/assets/Absolute Necromancer/cover.webp"
        },
        {
            "title": "Academy’s Genius Swordmaster",
            "author": "Seok Wando, Sichi",
            "description": "Ronan lived a wasteful life filled with regrets. A second chance befalls him at the end of his futile life. He went back to the time when he was a ten-year-old child! For the people who sacrificed themselves for him, he becomes determined to live a new life. (Academy’s Genius Swordmaster)",
            "cover": "https://raw.githubusercontent.com/atomstudiosfr/scan/main/assets/Academy’s Genius Swordmaster/cover.webp"
        },
        {
            "title": "Apotheosis",
            "author": "Gift Of Liberation",
            "description": "Luo Zheng, now a humble slave was born as the eldest son of a wealthy family. Due to his family’s decline, the kidnapping of his sister by a powerful force, he can now only be stepped upon by others. However, heaven never seals off all exits. An ancient book left by his father reveals a secret divine technique, giving the reader immense power! But what is behind this power? This is a contest against fate. Apotheosis",
            "cover": "https://raw.githubusercontent.com/atomstudiosfr/scan/main/assets/Apotheosis/cover.webp"
        }
    ]
}
