[
  {
    "title": "A Gate Opened on My First Day as a Politician",
    "author": "Piajoa Zephygaru",
    "description": "Secretary Han Seungmoon ran for office with no hope of winning, but when his opponent’s unexpected arrest makes him the victor, he winds up as the youngest assemblyman in South Korea. As he’s being sworn into office, he thinks his life couldn’t get any better… but that all comes crashing when a monster falls through the roof of the National Assembly! Now, with an eerie blue gate unleashing horrors onto the city, Seungmoon and his party members must find a way to save Seoul from destruction. A Gate Opened on My First Day as a Politician",
    "cover": "https://reaper-scans.com/wp-content/uploads/2024/07/A-Gate-Opened-on-my-First-Day-as-a-Politician.webp"
  },
  {
    "title": "A Returners Magic Should Be Special",
    "author": "Usonan",
    "description": "For 10 years, magical prodigy Desir and his party have been battling inside the mysterious Shadow Labyrinth—and against the end of the world. Much of humanity has already perished and just as Desir is about to be killed, he’s sent back 13 years into the past. Despite knowing the cursed future that lies ahead, Desir steels his resolve as he sees an opportunity to train his friends and better prepare to face Armageddon together, without losing the ones they love! (A Returners Magic Should Be Special)",
    "cover": "https://reaper-scans.com/wp-content/uploads/2023/09/A-Returners-Magic-Should-Be-Special-big-cover.jpg"
  },
  {
    "title": "Absolute Necromancer",
    "author": "Blue Jaeng-i , Cheongsong",
    "description": "Betrayed and killed by his fellow Ninestar guild members, the powerful necromancer Cha Jinhyuk resorts to a daring soul transference. A decade later, he awakens in a new body, devoid of his former powers. With the support of his new comrades, Spirit Master Balkan and hobgoblin Haryu, he embarks on a quest for vengeance, scaling the mysterious tower once again. Only this time, he possesses the overpowered abilities of an “All-Master,” enabling him to master all the occupations within the tower! Absolute Necromancer",
    "cover": "https://reaper-scans.com/wp-content/uploads/2024/03/Absolute-Necromancer.webp"
  },
  {
    "title": "Academy’s Genius Swordmaster",
    "author": "Seok Wando, Sichi",
    "description": "Ronan lived a wasteful life filled with regrets. A second chance befalls him at the end of his futile life. He went back to the time when he was a ten-year-old child! For the people who sacrificed themselves for him, he becomes determined to live a new life. (Academy’s Genius Swordmaster)",
    "cover": "https://reaper-scans.com/wp-content/uploads/2023/09/Academys-Genius-Swordmaster-1.webp",
  }
]
